/* default string for new tasks */
"0 0 1 1 * echo \"Happy New Year!\"" = "0 0 1 1 * echo \"Gelukkig Nieuwjaar!\"";

/* Information text displayed in the runNowPanel */
"\nThe output will appear below when the command has finished executing\n" = "\nHet resultaat verschijnt hieronder als de opdracht volledig is uitgevoerd\n";

/* toolbar item tooltip */
"Add new environment variable" = "Voeg nieuwe omgevingsvariabele toe";

/* Edit task dialog submit button text */
"Apply" = "Pas toe";

/* Check for update connection failure acknowledgement button title */
"Bummer" = "Jammer";

/* Cancel in dialog
   Cancel in dialogs */
"Cancel" = "Annuleer";

/* Check for update failure sheet title */
"Connection failure" = "Geen verbinding";

/* Error converting */
"Couldn't convert value" = "Kon waarde niet omzetten";

/* toolbar item tooltip */
"Create new crontab entry" = "Maak nieuwe taak in crontab";

/* string in status toolbar item */
"Crontab for user:" = "Crontab voor gebruiker:";

/* toolbar label
   toolbar palette label
   toolbar item tooltip */
"Current crontab" = "Huidige crontab";

/* toolbar item name */
"Delete" = "Verwijder";

/* discard in dialog
   Discard chanes button label */
"Discard" = "Nee";

/* default command for new crontab tasks */
"echo \"Happy New Year!\"" = "echo \"Gelukkig Nieuwjaar!\"";

/* toolbar item name */
"Edit" = "Wijzig";

/* toolbar item tooltip */
"Edit task" = "Wijzig taak";

/* empty crontab alert sheet */
"Empty Crontab" = "Lege crontab";

/* open failure alert sheet
   write failure alert sheet */
"Failure" = "Foutje";

/* go to download page button title in 'update available' dialog */
"Go to download page" = "Ga naar download pagina";

/* Hide toolbar menu item label */
"Hide Toolbar" = "Verberg knoppenbalk";

/* Home directory not found warning in open failure alert sheet */
"I couldn't find a home directory for '%@' on your system. Maybe you mistyped the name or (god no!) deleted the directory. Better have look..." = "Ik kon op deze computer niet een thuismap voor '%@'  vinden. Heb je de naam correct gespeld? Je hebt je eigen thuismap toch niet per ongeluk gewist? Controleer het even (voor alle zekerheid)...";

/* Insert program std file open dialog: alternative label for open button */
"Insert" = "Voeg in";

/* descriptive  text in write failure alert sheet */
"Insufficient privileges to write crontab for user \"%s\"." = "Onvoldoende bevoegdheden om crontab voor gebruiker \"%s\" te schrijven.";

/* descriptive  text in write failure alert sheet */
"Insufficient privileges to write crontab." = "Onvoldoende bevoegdheden om crontab te schrijven.";

/* New task dialog submit button text
   toolbar item name */
"New" = "Nieuw";

/* No update available alert sheet title */
"No Update Available" = "Geen nieuwe versie beschikbaar";

/* Ok in dialog */
"OK" = "OK";

/* toolbar item name */
"Open" = "Open";

/* toolbar item tooltip */
"Open crontab for different user" = "Open crontab voor andere gebruiker";

/* toolbar item tooltip */
"Remove crontab entry" = "Verwijder crontabtaak";

/* toolbar item tooltip */
"Remove environment variable" = "Verwijder omgevingsvariabele";

/* Run now context menu item
   toolbar item name */
"Run now" = "Start taak";

/* toolbar item name */
"Run Now" = "Start taak";

/* toolbar item tooltip */
"Run task now" = "Voer taak nu uit";

/* Information text displayed in the runNowPanel */
"Running command\n" = "Bezig met opdracht\n";

/* Save button label
   toolbar item name
   Save in dialog */
"Save" = "Bewaar";

/* toolbar item tooltip */
"Save crontab" = "Bewaar crontab";

/* Show toolbar menu item label */
"Show Toolbar" = "Toon knoppenbalk";

/* env. variable name template */
"SOME_ENV" = "OMG_VARx";

/* update check connection failure dialog text */
"Someone tripped over the wire to the internet. Or maybe it's the rain. Wait for clear skies and try again." = "Zit de stekker wel in het stopcontact? Of misschien is het de regen. Wacht op een stralend blauwe lucht en probeer het nog een keer.";

/* descriptive text in generic failure alert sheet. Try to get fatalism and ignorance across in translation... */
"Something prevented me from reading your crontab - maybe some ion storm in the asteroid belt. See if it's that and fix it or otherwise mail the author (see the About box) and complain like there's no tomorrow." = "Iets weerhield me er van om je crontab te lezen - rond volle maan schijnen de kabouters erg actief te zijn. Wellicht is dat de oorzaak. Zo niet, stuur dan een e-mail naar de maker van dit programma (zie 'Over CronniX') en stort je hart uit.";

/* descriptive text in empty crontab alert sheet (make sure translations preserve the sarcastic tone ;-) */
"The system returned an empty crontab for '%s'. This probably just means that there's no crontab for this user yet. Pressing OK will allow you to edit and install a new crontab and you will never see this alert sheet again. If, however, you are sure that '%s' does have a crontab, then you may have encountered an temporal anomaly. Contact the author (see the About box) and complain like there's no tomorrow." = "Het systeem vond een lege crontab voor '%s'. Dit betekent waarschijnlijk dat er voor deze gebruiker nog geen crontab bestaat. Druk op OK om een nieuwe crontab te maken en je zult dit venster nooit meer zien. Als je er echter vast van overtuigd bent dat '%s' wel degelijk een crontab heeft, ben  je wellicht een tijdelijke onregelmatigheid tegen gekomen. Neem contact op met de maker van dit programma (zie 'Over CronniX') en stort je hart uit.";

/* new version available dialog text */
"There's a new version available at %@.\n\nChanges in version %@:\n" = "Er is een nieuwe versie beschikbaar op %@.\n\nVeranderingen in versie %@:\n";

/* no new version available dialog text */
"There's no new version available." = "Er is geen nieuwe versie beschikbaar.";

/* confirmation button title in 'no update available' dialog */
"Too bad" = "Helaas";

/* Unsaved data alert sheet title */
"Unsaved Data" = "Niet-bewaarde gegevens";

/* Update available alert sheet title */
"Update Available" = "Nieuwe versie beschikbaar";

/* Column title for extra column in system crontab. Generated programmatically (i.e. not in a nib) with width: 50 */
"User" = "Gebr.";

/* user doesn't exist warning in open failure alert sheet */
"User does not exist" = "Gebruiker bestaat niet";

/* env. variable value template */
"value" = "waarde";

/* descriptive text in save changes alert sheet
   unsaved changes warning in alert sheet */
"You have modified your crontab. Save changes?" = "Je hebt je crontab gewijzigd. Veranderingen bewaren?";

